create table movie (
    num int not null auto_increment,
    division char(10),
    title char(30) not null,
    reservation_rate float not null,
    release_date date not null,
    summary text not null,
    like_num int default 0,
    like_rate float default 0,
    img_src char(30) not null,
    primary key(num)
);

insert into movie (division, title, reservation_rate, release_date, summary, like_num, img_src) 
    values (NULL, '닥터 스트레인지: 대혼돈의 멀티버스', 84.8, '2022-05-04', 
    '지금껏 본 적 없는 마블의 극한 상상력! 5월, 광기의 멀티버스가 깨어난다! 끝없이 균열되는 차원과 뒤엉킨 시공간의 멀티버스가 열리며 오랜 동료들, 그리고 차원을 넘어 들어온 새로운 존재들을 맞닥뜨리게 된 ‘닥터 스트레인지’. 대혼돈 속, 그는 예상치 못한 극한의 적과 맞서 싸워야만 하는데….'
    , 2600, '/img/db_movie/m001.jpg');
insert into movie (division, title, reservation_rate, release_date, summary, like_num, img_src) 
    values (NULL, '배드 가이즈', 4.7, '2022-05-04', 
    '드림웍스 최초의 범죄오락액션 블록버스터! 어디 착한 짓 좀 해볼까? 작전 설계부터 금고 해제, 해킹, 액션, 위장까지 완벽한 팀플레이를 펼치는 자타공인 최고의 나쁜 녀석들이 한순간의 실수로 체포된다. 하지만 그들도 착해질 수 있다는 ‘마멀레이드 박사’의 주장으로 나쁜 녀석들은 바른 생활 갓생 프로젝트에 투입되고, 이들은 다시 한번 자유의 몸을 위해 태어나 처음으로 바른 생활에 도전하게 되는데… 나쁜 녀석들의 사상 초유 바른 생활 갓생 프로젝트가 시작된다!'
    , 205, '/img/db_movie/m002.jpg');
insert into movie (division, title, reservation_rate, release_date, summary, like_num, img_src) 
    values (NULL, '니 부모 얼굴이 보고 싶다', 2.5, '2022-04-27', 
    '“누군가 잘못했겠지 하지만 내 아들은 절대 아니야” 명문 한음 국제중학교 학생 ‘김건우’가 같은 반 친구 4명의 이름이 적힌 편지를 남긴 채, 의식불명 상태로 호숫가에서 발견된다. 병원 이사장의 아들 ‘도윤재’ 전직 경찰청장의 손자 ‘박규범’ 한음 국제중학교 교사의 아들 ‘정이든’ 그리고, 변호사 ‘강호창’(설경구)의 아들 ‘강한결’. 가해자로 지목된 아이들의 부모들은 자신의 권력과 재력을 이용해 사건을 은폐하려고 한다. 하지만, 담임 교사 ‘송정욱’(천우희)의 양심 선언으로 건우 엄마(문소리) 또한 아들의 죽음에 관한 진실을 알게 된다. 세상의 이목이 한음 국제중학교로 향하고, 자신의 아이들을 지키기 위한 가해자 부모들의 추악한 민낯이 드러나는데… 자식이 괴물이 되면, 부모는 악마가 된다'
    , 285, '/img/db_movie/m003.jpg');
insert into movie (division, title, reservation_rate, release_date, summary, like_num, img_src) 
    values (NULL, '복지식당', 1.5, '2022-04-14', 
    '1년 내내 바람이 부는 ‘수플레 섬’에 괴도 유의 예고장이 도착했다! 그의 목표는 섬의 보물인 ‘바람의 길잡이’! 엉덩이 탐정과 브라운, 견공 경찰서 일행은 ‘수플레 섬’에 방문해 ‘루루’를 만난다. 늘 바깥 세상을 동경하는 ‘루루’는 하늘을 자유자재로 누비는 특별한 능력을 가지고 있다. 예고된 보름달이 뜨는 밤, 엉덩이 탐정 일행은 ‘바람의 길잡이’를 지키기 위해 나서는데… 엉덩이 탐정의 명추리가 빛나는 순간, 섬에 숨겨져 있던 비밀이 밝혀진다!'
    , 41, '/img/db_movie/m004.jpg');
insert into movie (division, title, reservation_rate, release_date, summary, like_num, img_src) 
    values (NULL, '신비한 동물들과 덤블도어의 비밀', 1.4, '2022-05-05',
    '가장 위험한 마법에 맞선, 세상을 구할 전쟁이 시작된다! 1930년대, 제2차 세계대전에 마법사들이 개입하게 되면서 강력한 어둠의 마법사 그린델왈드의 힘이 급속도로 커진다. 덤블도어는 뉴트 스캐맨더에게 위대한 마법사 가문 후손, 마법학교의 유능한 교사, 머글 등으로 이루어진 팀에게 임무를 맡긴다. 이에 뉴트와 친구들은 머글과의 전쟁을 선포한 그린델왈드와 추종자들, 그의 위험한 신비한 동물들에 맞서 세상을 구할 거대한 전쟁에 나선다. 한편 전쟁의 위기가 최고조로 달한 상황 속에서 덤블도어는 더 이상 방관자로 머물 수 없는 순간을 맞이하고, 서서히 숨겨진 비밀이 드러나는데…'
    , 1600, '/img/db_movie/m005.jpg');
insert into movie (division, title, reservation_rate, release_date, summary, like_num, img_src) 
    values (NULL, '서울괴담', 1.1, '2022-04-27', 
    '어두운 터널을 홀로 지날 때의 두려움 옆집에서 들려오는 의문의 소리 중고 가구에 얽힌 미스터리 다른 사람을 향한 그릇된 질투 복수, 저주, 욕망에서 시작된 죽음보다 더한 공포의 실체가 찾아온다!'
    , 398, '/img/db_movie/m006.jpg');
insert into movie (division, title, reservation_rate, release_date, summary, like_num, img_src) 
    values (NULL, '부기나이트', 0.5, '2022-04-28',
    '“살아있을 마지막 날, 오늘은 뭘 해도 되는 날이다” 북한의 핵폭탄 선전포고로 아수라장이 되어버린 세상, 몇 시간 전까지만 해도 지루하고 평범한 일상을 살던 ‘유빈’은 인생에 마지막이 될 하루를 즐기기 위해 친구들과 함께 나이트클럽으로 향한다. 남자 화장실에서 만난 ‘연주’부터 큰돈을 만지게 해 준다는 술집 마담, 나이트클럽에서 만난 ‘경아’, ‘경아’ 대신 약속 장소로 나온 ‘유라’, 그리고 뜻밖의 장소에서 우연히 만난 첫사랑 ‘수경’까지 살아생전 데이트 한 번 못해본 ‘유빈’은 살아있는 하룻밤 동안 다섯 여자가 줄줄이 꼬이기 시작하면서 예기치 못한 사건 사고들이 벌어지기 시작하는데…'
    , 32, '/img/db_movie/m007.jpg');
insert into movie (division, title, reservation_rate, release_date, summary, like_num, img_src) 
    values (NULL, '범죄도시 2', 0.5, '2022-05-18',
    '“느낌 오지? 이 놈 잡아야 하는 거” 가리봉동 소탕작전 후 4년 뒤, 금천서 강력반은 베트남으로 도주한 용의자를 인도받아 오라는 미션을 받는다. 괴물형사 ‘마석도’(마동석)와 ‘전일만’(최귀화) 반장은 현지 용의자에게서 수상함을 느끼고, 그의 뒤에 무자비한 악행을 벌이는 ‘강해상’(손석구)이 있음을 알게 된다. ‘마석도’와 금천서 강력반은 한국과 베트남을 오가며 역대급 범죄를 저지르는 ‘강해상’을 본격적으로 쫓기 시작하는데... 나쁜 놈들 잡는 데 국경 없다! 통쾌하고 화끈한 범죄 소탕 작전이 다시 펼쳐진다!'
    , 475, '/img/db_movie/m008.jpg');
insert into movie (division, title, reservation_rate, release_date, summary, like_num, img_src) 
    values (NULL, '극장판 귀멸의 칼날: 무한열차편', 0.3, '2022-04-21',
    '혈귀로 변한 여동생 ‘네즈코’를 되돌리기 위해 귀살대가 된 ‘탄지로’! 어둠 속을 달리는 무한열차에서 승객들이 흔적 없이 사라진다는 소식에 ‘젠이츠’, ‘이노스케’와 함께 임무 수행을 위해 무한열차에 탑승한다. 그리고 그 곳에서 만난 귀살대 최강 검사 염주 ‘렌고쿠’! 이들은 무한열차에 숨어 있는 혈귀의 존재를 직감하고 모두를 구하기 위해 목숨을 건 혈전을 시작하는데… 그 칼로 악몽을 끊어라!'    
    , 8100, '/img/db_movie/m009.jpg');
insert into movie (division, title, reservation_rate, release_date, summary, like_num, img_src) 
    values (NULL, '중경삼림', 0.3, '2022-04-20',
    '1994년 홍콩, “내 사랑의 유통기한은 만 년으로 하고 싶다” 만우절의 이별 통보가 거짓말이길 바라며 술집을 찾은 경찰 223 고단한 하루를 보내고 술집에 들어온 금발머리의 마약밀매상 "그녀가 떠난 후 이 방의 모든 것들이 슬퍼한다" 여자친구가 남긴 이별 편지를 외면하고 있는 경찰 663 편지 속에 담긴 그의 아파트 열쇠를 손에 쥔 단골집 점원 페이 네 사람이 만들어낸 두 개의 로맨스 새로운 사랑을 만나는 방법에 대한 독특한 상상력'
    , 822, '/img/db_movie/m010.jpg');
insert into movie (division, title, reservation_rate, release_date, summary, like_num, img_src) 
    values (NULL, '극장판 주술회전 0',0.2 , '2022-02-17',
    '어린 시절, 소꿉친구인 오리모토 리카를 교통사고로 눈앞에서 잃은 옷코츠 유타. “약속해. 리카와 유타는 어른이 되면 결혼하기로.” 옷코츠는 원령으로 변한 리카의 저주에 괴로워한 나머지, 자신도 죽기를 바라지만 최강의 주술사인 고죠 사토루에 의해 주술고전에 들어가게 된다. 그리고 동급생인 젠인 마키, 이누마키 토게, 판다를 만나면서 굳은 결심을 한다. “살아도 된다는 자신감이 필요해.” “나는 주술고전에서 리카의 저주를 풀겠습니다.” 한편, 옷코츠와 친구들 앞에 과거에 일반인을 대량으로 학살해서 고전에서 추방된 최악의 주저사인 게토 스구루가 나타난다. “12월 24일, 우리는 백귀야행을 간다.” 주술사만의 낙원을 만들려는 게토는 비술사를 섬멸하겠다면서, 신주쿠와 교토에 천의 저주를 내리는데……. 과연 옷코츠는 게토를 막을 수 있을까? 그리고 리카의 저주를 풀 수 있을까?'
    , 1700, '/img/db_movie/m011.jpg');
insert into movie (division, title, reservation_rate, release_date, summary, like_num, img_src) 
    values (NULL, '우연과 상상', 0.2, '2022-05-04', 
    '“마법보다 더 불확실한 걸 믿어볼 생각 있어?” ‘메이코’는 집으로 돌아가는 택시 안에서 친구에게 새로운 연애 상대 이야기를 듣는다. 여대생 ‘나오’는 교수 앞에서 그가 쓴 소설의 일부를 낭독한다. 20년 만에 고향을 찾은 ‘나츠코’는 그토록 만나고 싶던 동창생과 재회한다. 우연이 만들어내는, 조용히 아주 크게 움직이는 인생의 순간들이 있다. 이 영화는 그에 대한 상상의 결과물이다.'
    , 105, '/img/db_movie/m012.jpg');
insert into movie (division, title, reservation_rate, release_date, summary, like_num, img_src) 
    values (NULL, '수퍼 소닉2', 0.1, '20220-04-06',
    '레벨 업! 초특급 히어로 소닉의 새로운 시대가 열린다 도시의 악당들을 물리치며 바쁘게 지구를 지키고 있는 초특급 히어로 ‘소닉’. 버섯 행성으로 쫓겨나 ‘소닉’에게 복수를 계획하던 천재 악당 ‘로보트닉’은 엄청난 힘을 지닌 신비의 에메랄드를 차지해 세상을 지배할 야망을 꿈꾸며 지구로 돌아온다! 최강 파워로 업그레이드된 ‘로보트닉’과 강력한 펀치 파워 ‘너클즈’의 공격에 속수무책으로 당하던 ‘소닉’은 하늘을 나는 꼬리를 가진 귀여운 파트너 ‘테일즈’의 도움으로 위기를 모면하게 되는데... 초특급 히어로 소닉과 테일즈 VS 너클즈와 천재 악당 로보트닉 새로운 질서로 세계를 정복하려는 최강 빌런에 맞선 거대한 대결이 시작된다'
    , 228, '/img/db_movie/m013.jpg');
insert into movie (division, title, reservation_rate, release_date, summary, like_num, img_src) 
    values (NULL, '토르: 마법 검의 전설', 0.1, '2022-05-04',
    '용감한 빅은 아빠를 따라 언젠가 바이킹이 되어 바다로 나가고 싶어한다. 어느 날 빅의 아빠이자 바이킹 족장인 할바는 라이벌로부터 ‘마법의 검’을 훔치게 되고 황금으로 바꾸는 마법을 가진 검을 서로 갖고자 바이킹족은 한바탕 소동에 빠진다. 마법의 검에 의해 황금으로 굳어버린 엄마를 되찾기 위해 빅은 모험을 떠나게 되고 아스가르드로 향하던 중 신화 속 영웅 NULL토르NULL와 NULL로키NULL를 만나게 되는데… 과연 빅은, 마법의 검을 둘러싼 비밀을 밝히고 엄마를 구할 수 있을까?'
    , 38, '/img/db_movie/m014.jpg');
insert into movie (division, title, reservation_rate, release_date, summary, like_num, img_src) 
    values (NULL, '공기살인', 0.1, '2022-04-22',
    '“알고 있었죠, 사람이 죽을 수도 있다는 거” 봄이 되면 나타났다 여름이 되면 사라지는 죽음의 병. 공기를 타고 대한민국에 죽음을 몰고 온 살인무기의 실체를 밝히기 위한 그들의 사투. 증발된 범인, 피해자는 증발되지 않았다!'
    , 242, '/img/db_movie/m015.jpg');
insert into movie (division, title, reservation_rate, release_date, summary, like_num, img_src) 
    values (NULL, '민스미트 작전', 0, '2022-05-11',
    '제2차 세계대전의 판도를 바꿀 단 한 번의 기회! 우리는 이 전쟁의 승기를 잡을 것이다! 사상 최대의 인명 피해를 낳은 제2차 세계대전, 연합군과 추축군은 전쟁을 승리로 이끌 교두보 시칠리아를 두고 팽팽한 대립을 펼친다. 하지만, 추축군 독일의 위세가 상당해 시칠리아에는 이미 추축군 병력 무려 23만 명이 주둔해 있던 상황! 연합군은 해군 정보장교 ‘이웬 몬태규’와 ‘찰스 첨리’를 주축으로 전쟁의 승기를 잡을 단 한 번의 ‘민스미트 작전’을 계획하는데… 2022, 예상을 뛰어 넘는 위대한 작전이 시작된다!'
    , 175, '/img/db_movie/m016.jpg');
insert into movie (division, title, reservation_rate, release_date, summary, like_num, img_src) 
    values (NULL, '[오페라] 신데렐라 @The Met', 0, '2022-04-05',
    '믿고 보는 연출가 로랑 펠리의 천재적인 희극성. 강단 있고 개성 넘치는 저음의 신데렐라가 보여주는 매력! [상영 정보] 상영지점 : 센트럴 / 코엑스 / 상암월드컵경기장 / 성수 / 분당 / 킨텍스 / 대전신세계 아트앤사이언스 상영일정 : 2022년 4월 5일(화) ~ 5월 14일(토) / 화 19:00, 토 10:00 러닝타임 : 111분 *인터미션 없음 [공연정보] 제작년도 : 2022년 1월 1일 작곡 : 마스네 (Massenet) 지휘 : 에마뉘엘 비욤 (Emmanuel Villaume) 연출 : 로랑 펠리 (Laurent Pelly) 출연 : 이자벨 레너드(신데렐라), 제시카 프랫(요정 대모), 에밀리 단젤로(왕자) 등 Isabel Leonard (Cinderella), Jessica Pratt (Fairy Godmother), Emily D’Angelo(Prince Charming) [시놉시스] 신데렐라 이야기인 마스네의 &lt;상드리옹&gt;을 영어로 번역한 대본을 바탕으로 로랑 펠리가 연출하여 편집된 버전이다. 부엌데기 신세에서 왕비로 변신한 신데렐라 역은 메조소프라노 이자벨 레너드가 맡았다. 지휘자 에마뉘엘 비욤은 신데렐라의 상대인 왕자 역의 메조소프라노 에밀리 단젤로, 요정 대모인 제시카 프랫, 만나면 싸우는 신데렐라 부모 역의 메조 소프라노 스테파니 블라이스와 베이스 바리톤 로랑 나우리 등 화려한 출연진을 이끌어간다.'
    , 90, '/img/db_movie/m017.jpg');
insert into movie (division, title, reservation_rate, release_date, summary, like_num, img_src) 
    values (NULL, '앵커', 0, '2022-04-20',
    '“제 죽음이 정세라 앵커의 입을 통해 보도되면 너무 기쁠 것 같아요” 생방송 5분 전, 방송국 간판 앵커 ‘세라’(천우희)에게 자신이 살해될 것이라며 죽음을 예고하는 제보전화가 걸려온다. 장난전화로 치부하기에는 찝찝한 마음을 감출 수 없는 ‘세라’. 진짜 앵커가 될 기회라는 엄마 ‘소정’(이혜영)의 말에 ‘세라’는 제보자의 집으로 향하고 제보자인 ‘미소’와 그녀의 딸의 시체를 목격한다. 그날 이후, ‘세라’의 눈앞에 죽은 ‘미소’의 모습이 자꾸만 떠오르기 시작한다. 사건 현장에서 미소의 주치의였던 정신과 의사 ‘인호’(신하균)를 마주하게 되며 그에 대한 ‘세라’의 의심 또한 깊어지는데… 완벽했던 앵커를 뒤흔들 충격적인 진실을 확인하라!'
    , 285, '/img/db_movie/m018.jpg');
insert into movie (division, title, reservation_rate, release_date, summary, like_num, img_src) 
    values (NULL, '스프링 블라썸', 0, '2022-05-04',
    '“이번에 맞이한 봄은 어딘가 달라요” 반복되는 일상에 싫증이 난 수잔은 극장 앞에서 연극배우 라파엘을 만난다 함께 음악을 듣고 산책을 하며 조금씩 가까워지는 두 사람 모든 것이 따분했던 수잔에게 설렘과 함께 첫 번째 봄이 찾아오기 시작했다'
    , 69, '/img/db_movie/m019.jpg');
insert into movie (division, title, reservation_rate, release_date, summary, like_num, img_src) 
    values (NULL, '드라이브 마이 카', 0, '2021-12-23',
    '누가 봐도 아름다운 부부 가후쿠와 오토. 우연히 아내의 외도를 목격한 가후쿠는 이유를 묻지 못한 채 갑작스럽게 아내의 죽음을 맞이하게 된다. 2년 후 히로시마의 연극제에 초청되어 작품의 연출을 하게 된 가후쿠. 그는 그곳에서 자신의 전속 드라이버 미사키를 만나게 된다. 말없이 묵묵히 가후쿠의 차를 운전하는 미사키와 오래된 습관인 아내가 녹음한 테이프를 들으며 대사를 연습하는 가후쿠. 조용한 차 안에서 두 사람은 점점 마음을 열게 되고, 서로가 과거의 아픔에서 벗어나지 못한 것을 알게 된다. 그리고 눈 덮인 홋카이도에서 내면에 깊숙이 자리 잡은 서로의 슬픔을 들여다보게 되는데….'
    , 433, '/img/db_movie/m020.jpg');
insert into movie (division, title, reservation_rate, release_date, summary, like_num, img_src) 
    values (NULL, '파리의 피아니스트: 후지코 헤밍의 시간들', 0, '2022-04-27',
    '스웨덴인 아버지와 일본인 어머니 사이에서 태어난 후지코 헤밍이 뮤지션이 되기 위해 거쳐온 삶을 파리부터 뉴욕, 아르헨티나, 베를린, 도쿄까지 따라가면서 담은 다큐멘터리'
    , 140, '/img/db_movie/m021.jpg');
insert into movie (division, title, reservation_rate, release_date, summary, like_num, img_src) 
    values (NULL, '녹색광선', 0, '2022-05-01',
    '청순한 소녀 델핀느는 여름휴가를 맞이하지만 친구들로부터 함께 휴가를 보낼 기회를 거절당한다. 내성적이고 소심한 그녀는 휴가 기간을 혼자 보내야 하는 외로운 처지에 놓이게 된다. 남자 친구를 구할 수 있기를 내심 바라지만 자신의 성격탓으로 뜻대로 되질 않는다. 그러나 델핀느는 희망을 잃지 않고 있다. 얼마전 친구로부터 녹색은 그녀에게 행운을 가져다 줄거라는 이야기를 들었기 때문이다. 좋은 일이 생길지 모른다는 친구의 권유에 따라 노르망디에 있는 친구집에서 휴가를 보낸다. 거기에서 델핀느는 남자들 사귀기는 고사하고 그곳 사람들과 잘 어울리지 못하고 불편함을 느낀다. 실망 속에서 델핀느는 집으로 돌아간다. 우연히 비아리츠역에서 만난 한 남자와 몇마디의 대화로 서로가 쉽게 통할 수가 있게 된 델핀느는 그에게 호감을 갖게 된다. 해변에 대양이 바다 수평선 너머로 사라지고 있는 일몰때 둘이는 보기 힘들 정도로 녹색빛을 발하는 바닷가에 지는 태양을 응시하고 있다. 빛의 굴절로 인해 일시적으로 녹색광선을 발한다. 델핀느는 녹색의 빛을 향하여 감탄의 소리를 지른다. 결국 그는 꿈을 이룬 것인데...'
    , 42, '/img/db_movie/m022.jpg');
insert into movie (division, title, reservation_rate, release_date, summary, like_num, img_src) 
    values (NULL, '소설가의 영화', 0, '2022-04-21',
    '여소설가가 잠적한 후배의 책방으로 먼 길을 찾아옵니다. 그리고 혼자 타워를 오르고 영화감독 부부를 만나고 공원을 산책하다 여배우를 만나게 되고, 여배우에게 당신과 영화를 만들고 싶다 설득을 합니다. 둘이 분식집에서 뭘 먹고, 다시 찾게 되는 후배의 책방에서 술자리가 깊어지고 여배우는 취해 잠이 드는데…'
    , 48, '/img/db_movie/m023.jpg');
insert into movie (division, title, reservation_rate, release_date, summary, like_num, img_src) 
    values (NULL, '뱅드림! 팝핀’ 드림!', 0, '2022-03-24',
    'BanG Dream! 3rd SeasonNULL에서 이어지는 완전 신작 오리지널 애니메이션 무도관 공연을 성공시킨 PoppinNULLParty 꿈의 무대에 선 여운이 남아 있는 카스미 일행 앞에 의문의 여성이 나타난다. 다음 무대는 해외?! PoppinNULLParty의 음악은 아직 멈추지 않는다!'
    , 603, '/img/db_movie/m024.jpg');
insert into movie (division, title, reservation_rate, release_date, summary, like_num, img_src) 
    values (NULL, '로스트 시티', 0, '2022-04-20',
    '전설의 트레저를 차지하기 위해 재벌 페어팩스(다니엘 래드클리프)는 유일한 단서를 알고 있는 베스트셀러 작가 로레타(산드라 블록)를 납치하게 된다. 어쩔 수 없는 비지니스 관계로 사라진 그녀를 찾아야만 하는 책 커버모델 앨런(채닝 테이텀)은 의문의 파트너(브래드 피트)와 함께 위험한 섬에서 그녀를 구하고 무사히 탈출해야만 하는데… 적과 자연의 위험이 도사리는 일촉즉발 화산섬 대환장 케미의 그들이 생존하여 섬을 탈출할 수 있을까?'
    , 458, '/img/db_movie/m025.jpg');
insert into movie (division, title, reservation_rate, release_date, summary, like_num, img_src) 
    values (NULL, '해변의 폴린', 0, '2022-05-01',
    '얼마 전 이혼한 마리온과 그녀의 사촌 동생 폴린이 늦여름 해변가를 찾는다. 마리온은 자신이 연애 전문가라고 자부하지만 정작 지금까지 진정한 사랑을 나눈 적은 없다. ‘희극과 격언’ 연작 중 세 번째 작품으로 “입소문 내기 좋아하다 자기가 다친다”는 격언으로 시작한다. 1983년 베를린영화제 은곰상(감독상) 수상.'
    , 37, '/img/db_movie/m026.jpg');
insert into movie (division, title, reservation_rate, release_date, summary, like_num, img_src) 
    values (NULL, '평평남녀', 0, '2022-04-28',
    '바쁜 회사일로 연애는 못하고 기막힌 아이디어는 까이기 일수 승진은 남의 이야기 열정만렙 33살 만년대리! 우리의 영블리 영진 어느 날, 능력은 없지만 빽은 있는 낙하산 준설이 그녀 앞에 떨어지고 하루도 평평할 날 없는 영진의 고달픈 일상이 시작되는데… 일도 사랑도 꼬여버린 할많하않 오피스 브이로그가 온다!'
    , 36, '/img/db_movie/m027.jpg');
insert into movie (division, title, reservation_rate, release_date, summary, like_num, img_src) 
    values (NULL, '봄날', 0, '2022-04-27',
    '제2의 전성기는 반드시 온다! 한때는 잘나가던 큰형님 NULL호성NULL(손현주). 8년 만에 출소해 보니 남보다 못한 동생 NULL종성NULL(박혁권)은 애물단지 취급이고, 결혼을 앞둔 맏딸 NULL은옥NULL(박소진)과 오랜만에 만난 아들 NULL동혁NULL(정지환)은 NULL호성NULL이 부끄럽기만 하다. 아는 인맥 다 끌어 모은 아버지 장례식에서 부조금을 밑천삼아 기상천외한 비즈니스를 계획하며 제2의 전성기를 꿈꾸는데… 그런데…! 하필이면 세력 다툼을 하는 두 조직이 이곳에 함께 있는 것이 아닌가! 때마침 눈치라고는 1도 없는 NULL호성NULL의 친구 NULL양희NULL(정석용)가 술에 취해 오지랖을 부리는데... 일촉즉발! 수습불가! 과연 X버릇 남 못 준 NULL호성NULL에게 봄날이 찾아올까?'
    , 71, '/img/db_movie/m028.jpg');
insert into movie (division, title, reservation_rate, release_date, summary, like_num, img_src) 
    values (NULL, '여름 이야기', 0, '2022-05-01',
    '가스파르는 여름을 즐기기 위해 프랑스의 여름 휴양지 생 뤼에르를 찾아온다. 수학을 전공하지만 음악에 관심 있는 그는 현재 뱃노래를 구상중이고, 그 곡을 레나에게 줄 생각이다. 레나에게 생 뤼에르에서 함께 며칠을 보내자고 얘기했지만 레나에겐 소식이 없고 오히려 마고라는 여학생이 접근해 온다. 남자 이외에는 여자 친구가 있어본 적이 없었던 가스파르는 마고의 적극적인 접근에 당황하지만 둘의 관계는 단지 대화를 주고받는 것 이상의 관계로는 발전하지 않는다.'
    , 29, '/img/db_movie/m029.jpg');
insert into movie (division, title, reservation_rate, release_date, summary, like_num, img_src) 
    values (NULL, '봄 이야기', 0, '2022-05-01',
    '고등학교 철학 선생인 잔느는 두 개의 집 열쇠를 가지고 있음에도 불구하고 주말에 딱히 머물 곳이 없다. 남자친구의 집은 온통 어질러져 있고, 자신의 집에는 이미 친구가 월요일까지 머물겠다며 남자친구와 함께 와 있다. 갑자기 머물 곳을 잃게 된 잔느는 충동적으로 친구의 파티에 갔다가 우연히 자신과 비슷한 처지의 나타샤를 만나 의기투합하고 그녀의 집에 머문다. 어머니와 별거 중인 아버지가 젊은 여자친구와 사귀는 것을 싫어하는 나타샤는 잔느에게 호감을 느끼고 잔느와 아버지를 맺어주려 애쓴다.'
    , 26, '/img/db_movie/m030.jpg');
insert into movie (division, title, reservation_rate, release_date, summary, like_num, img_src) 
    values (NULL, '코다', 0, '2021-08-31',
    '2021년, 음악의 마법에 빠질 시간! 가장 조용한 세상에서 시작된 여름의 노래! 24/7 함께 시간을 보내며 소리를 들을 수 없는 가족을 세상과 연결하는 코다 NULL루비NULL는 짝사랑하는 NULL마일스NULL를 따라간 합창단에서 노래하는 기쁨과 숨겨진 재능을 알게 된다. 합창단 선생님의 도움으로 마일스와의 듀엣 콘서트와 버클리 음대 오디션의 기회까지 얻지만 자신 없이는 어려움을 겪게 될 가족과 노래를 향한 꿈 사이에서 루비는 망설이는데…'
    , 599, '/img/db_movie/m031.jpg');
insert into movie (division, title, reservation_rate, release_date, summary, like_num, img_src) 
    values (NULL, '내가 처음으로 사랑한 소녀', 0, '2022-04-27',
    '“그 시절 사랑했던 너와 나” 12년 내내 여학교를 다니며 학생대표를 해오던 윙(담선언), 그리고 그녀의 유일한 친구 실비아(양시영). 두 사람은 어느 순간 친구 이상의 감정을 느끼고 특별한 시간들을 보내며 미래를 약속하지만, 곱지 않은 주변의 시선과 상황들로 결국 둘은 이별을 택한다. 몇 년의 시간이 흐른 어느 날, 각자의 삶을 살아가던 두 사람은 한 통의 전화로 다시 만나게 되는데.. 평생 함께하자던 소울메이트였던 그들, 그때 너도 나와 같은 마음이었을까?'
    , 181, '/img/db_movie/m032.jpg');
insert into movie (division, title, reservation_rate, release_date, summary, like_num, img_src) 
    values (NULL, '쿠폰의 여왕', 0, '2022-04-27',
    '쿠폰으로 돈 벌기? ㄴㄴ 쿠폰으로 백만장자되기? ㅇㅇ 에르X스부터 람보X기니까지 공짜 쿠폰으로 다 된다! 쿠폰 모으기를 삶의 낙으로 삼으며 마트 직원에게 ‘쿠폰으로 창조 경제’를 설파하던 주부 코니. 어느 날, 공짜 쿠폰으로 돈을 벌 수 있는 획기적인 아이디어를 떠올리고 이웃집 절친이자 유튜버 꿈나무인 조조를 설득해 실행에 착수, 대박을 터뜨린다. 비즈니스 대성공의 기쁨을 만끽하며 명품부터 슈퍼카, 최신 무기 쇼핑까지 돈세탁에 열중하던 그때, 수상함을 감지한 마트 손실 방지 전문가 켄이 본격 수사에 나서는데...! 역대 최고 규모! 쿠폰으로 백만장자 된 여자들의 쿠폰 실화! 골 때리는 범죄 코미디가 온다!'
    , 84, '/img/db_movie/m033.jpg');
insert into movie (division, title, reservation_rate, release_date, summary, like_num, img_src) 
    values (NULL, '어나더 라운드', 0, '2022-01-19',
    '각각 역사, 체육, 음악, 심리학을 가르치는 같은 고등학교 교사 니콜라이, 마르틴, 페테르, 톰뮈는 의욕 없는 학생들을 상대하며 열정마저 사라지고 매일이 우울하기만 하다. 니콜라이의 40번째 생일 축하 자리에서 “인간에게 결핍된 혈중 알코올 농도 0.05%를 유지하면 적당히 창의적이고 활발해진다”는 흥미로운 가설에 대한 이야기를 나누고, 마르틴이 실험에 들어간다. 인기 없던 수업에 웃음이 넘치고 가족들과의 관계에도 활기가 생긴 마르틴의 후일담에 친구들 모두 동참하면서 두 가지 조건을 정한다. [언제나 최소 0.05%의 혈중 알코올 농도 유지할 것! 밤 8시 이후엔 술에 손대지 않을 것!] 지루한 교사, 매력 없는 남편, 따분한 아빠, 최적의 직업적, 사회적 성과를 위해 점차 알코올 농도를 올리며 실험은 계속되는데… 과연 술은 인간을 더 나은 상태로 만들 수 있을지, 도전의 결말은?!'
    , 475, '/img/db_movie/m034.jpg');
insert into movie (division, title, reservation_rate, release_date, summary, like_num, img_src) 
    values (NULL, '더 컨트랙터', 0, '2022-04-28',
    '국가를 위해 극비 작전에 뛰어든 남자 특수부대 중사 출신 ‘제임스 하퍼’는 전역을 명 받고 법의 테두리 밖에서 국가에 충성하는 극비 조직에 합류한다. 그에게 주어진 첫번째 미션은 전세계를 혼란에 빠뜨릴 바이러스 테러를 막는 것. 그러나 미션 수행 도중 거대한 음모에 휘말리게 되고 충격과 위기를 겪게 되는데… 더 이상 물러설 곳은 없다. 모든 것을 건, 새로운 미션이 시작된다!'
    , 94, '/img/db_movie/m035.jpg');
insert into movie (division, title, reservation_rate, release_date, summary, like_num, img_src) 
    values (NULL, '극장판 엉덩이 탐정: 수플레 섬의 비밀', 1.5, '2022-05-05',
    '1년 내내 바람이 부는 ‘수플레 섬’에 괴도 유의 예고장이 도착했다! 그의 목표는 섬의 보물인 ‘바람의 길잡이’! 엉덩이 탐정과 브라운, 견공 경찰서 일행은 ‘수플레 섬’에 방문해 ‘루루’를 만난다. 늘 바깥 세상을 동경하는 ‘루루’는 하늘을 자유자재로 누비는 특별한 능력을 가지고 있다. 예고된 보름달이 뜨는 밤, 엉덩이 탐정 일행은 ‘바람의 길잡이’를 지키기 위해 나서는데… 엉덩이 탐정의 명추리가 빛나는 순간, 섬에 숨겨져 있던 비밀이 밝혀진다!'
    , 66, '/img/db_movie/m036.jpg');

insert into movie (division, title, reservation_rate, release_date, summary, like_num, img_src) 
    values ('special', '암살', 0, '2015-07-22',
    '1933년 조국이 사라진 시대 대한민국 임시정부는 일본 측에 노출되지 않은 세 명을 암살작전에 지목한다. 한국 독립군 저격수 안옥윤, 신흥무관학교 출신 속사포, 폭탄 전문가 황덕삼! 김구의 두터운 신임을 받는 임시정부 경무국 대장 염석진은 이들을 찾아 나서기 시작한다. 암살단의 타깃은 조선주둔군 사령관 카와구치 마모루와 친일파 강인국. 한편, 누군가에게 거액의 의뢰를 받은 청부살인업자 하와이 피스톨이 암살단의 뒤를 쫓는데... 친일파 암살작전을 둘러싼 이들의 예측할 수 없는 운명이 펼쳐진다!'
    , 2000, '/img/db_movie/m101.jpg'  );
insert into movie (division, title, reservation_rate, release_date, summary, like_num, img_src) 
    values ('special', '불한당: 나쁜 놈들의 세상', 0, '2017-05-17',
    '범죄조직의 1인자를 노리는 재호와 세상 무서운 것 없는 패기 넘치는 신참 현수는 교도소에서 만나 서로에게 끌리고 끈끈한 의리를 다져간다. 출소 후, 함께 권력을 차지하기 위해 의기투합하던 중, 두 사람의 숨겨왔던 야망이 조금씩 드러나고, 서로에 대해 새로운 사실을 알게 되면서 그들의 관계는 흔들리기 시작하는데… 믿는 놈을 조심하라! 믿음의 순간 배신은 이미 시작되었다!'
    , 336, '/img/db_movie/m102.jpg'  );
insert into movie (division, title, reservation_rate, release_date, summary, like_num, img_src) 
    values ('special', '안시성', 0, '2018-09-19',
    '우리는 물러서는 법을 배우지 못했다! 우리는 무릎 꿇는 법을 배우지 못했다! 우리는 항복이라는 걸 배우지 못했다! 천하를 손에 넣으려는 당 태종은 수십만 대군을 동원해 고구려의 변방 안시성을 침공한다. 20만 당나라 최강 대군 VS 5천명의 안시성 군사들. 40배의 전력 차이에도 불구하고, 안시성 성주 양만춘과 전사들은 당나라에 맞서 싸우기로 결심하는데… 동아시아 역사상 가장 위대한 승리를 이끈 안시성 전투가 시작된다!'
    , 6100, '/img/db_movie/m103.jpg'  );
insert into movie (division, title, reservation_rate, release_date, summary, like_num, img_src) 
    values ('special', '극한직업', 0, '2019-01-23',
    '낮에는 치킨장사! 밤에는 잠복근무! 지금까지 이런 수사는 없었다! 불철주야 달리고 구르지만 실적은 바닥, 급기야 해체 위기를 맞는 마약반! 더 이상 물러설 곳이 없는 팀의 맏형 고반장은 국제 범죄조직의 국내 마약 밀반입 정황을 포착하고 장형사, 마형사, 영호, 재훈까지 4명의 팀원들과 함께 잠복 수사에 나선다. 마약반은 24시간 감시를 위해 범죄조직의 아지트 앞 치킨집을 인수해 위장 창업을 하게 되고, 뜻밖의 절대미각을 지닌 마형사의 숨은 재능으로 치킨집은 일약 맛집으로 입소문이 나기 시작한다. 수사는 뒷전, 치킨장사로 눈코 뜰 새 없이 바빠진 마약반에게 어느 날 절호의 기회가 찾아오는데… 범인을 잡을 것인가, 닭을 잡을 것인가! 2019년 새해, 출동!'
    , 11400, '/img/db_movie/m104.jpg'  );
insert into movie (division, title, reservation_rate, release_date, summary, like_num, img_src) 
    values ('special', '증인', 0, '2019-02-13',
    '“목격자가 있어. 자폐아야” 신념은 잠시 접어두고 현실을 위해 속물이 되기로 마음먹은 민변 출신의 대형 로펌 변호사 ‘순호’(정우성). 파트너 변호사로 승진할 수 있는 큰 기회가 걸린 사건의 변호사로 지목되자 살인 용의자의 무죄를 입증하기 위해 유일한 목격자인 자폐 소녀 ‘지우’(김향기)를 증인으로 세우려 한다. “아저씨도 나를 이용할 겁니까?” 자기만의 세계에 빠져 의사소통이 어려운 ‘지우’. ‘순호’는 사건 당일 목격한 것을 묻기 위해 ‘지우’를 찾아가지만, 제대로 된 인사조차 나누지 못한다. 하지만 그날의 이야기를 듣기 위해 지우에게 다가가려 노력하는 ‘순호’, 시간이 흐를수록 조금씩 ‘지우’에 대해 이해하게 되지만 이제 두 사람은 법정에서 변호사와 증인으로 마주해야 하는데… 마음을 여는 순간, 진실이 눈앞에 다가왔다'
    , 6100, '/img/db_movie/m105.jpg'  );
insert into movie (division, title, reservation_rate, release_date, summary, like_num, img_src) 
    values ('special', '정직한 후보', 0, '2020-02-12',
    '어제까진 뻥쟁이, 오늘부턴 정직한 후보?! 거짓말이 제일 쉬운 3선 국회의원 ‘주상숙’에게 청천벽력이 떨어진다. 하루아침에 거짓말은 1도 할 수 없는 ‘진실의 주둥이’를 갖게 된 것! 최고의 무기인 ‘거짓말’을 잃자 그녀의 인생은 송두리째 흔들리게 되는데… 웃음 빵! 속이 뻥! 뚫리는 통쾌한 웃음 폭격이 시작된다!'
    , 1100, '/img/db_movie/m106.jpg'  );
insert into movie (division, title, reservation_rate, release_date, summary, like_num, img_src) 
    values ('special', '반도', 0, '2020-07-15',
    '전대미문의 재난 그 후 4년 폐허의 땅으로 다시 들어간다! 4년 전, 나라 전체를 휩쓸어버린 전대미문의 재난에서 가까스로 탈출했던 ‘정석’(강동원). 바깥세상으로부터 철저히 고립된 반도에 다시 들어가야 하는 피할 수 없는 제안을 받는다. 제한 시간 내에 지정된 트럭을 확보해 반도를 빠져 나와야 하는 미션을 수행하던 중 인간성을 상실한 631부대와 4년 전보다 더욱 거세진 대규모 좀비 무리가 정석 일행을 습격한다. 절체절명의 순간, 폐허가 된 땅에서 살아남은 ‘민정’(이정현) 가족의 도움으로 위기를 가까스로 모면하고 이들과 함께 반도를 탈출할 수 있는 마지막 기회를 잡기로 한다. 되돌아온 자, 살아남은 자 그리고 미쳐버린 자 필사의 사투가 시작된다!'
    , 1600, '/img/db_movie/m107.jpg'  );
insert into movie (division, title, reservation_rate, release_date, summary, like_num, img_src) 
    values ('special', '모가디슈', 0, '2021-07-28',
    '내전으로 고립된 낯선 도시, 모가디슈 지금부터 우리의 목표는 오로지 생존이다! 대한민국이 UN가입을 위해 동분서주하던 시기 1991년 소말리아의 수도 모가디슈에서는 일촉즉발의 내전이 일어난다. 통신마저 끊긴 그 곳에 고립된 대한민국 대사관의 직원과 가족들은 총알과 포탄이 빗발치는 가운데, 살아남기 위해 하루하루를 버텨낸다. 그러던 어느 날 밤, 북한 대사관의 일행들이 도움을 요청하며 문을 두드리는데… 목표는 하나, 모가디슈에서 탈출해야 한다!'
    , 1100, '/img/db_movie/m108.jpg'  );
insert into movie (division, title, reservation_rate, release_date, summary, like_num, img_src) 
    values ('special', '기적', 0, '2021-09-15',
    '오갈 수 있는 길은 기찻길밖에 없지만 정작 기차역은 없는 마을. 오늘부로 청와대에 딱 54번째 편지를 보낸 ‘준경’(박정민)의 목표는 단 하나! 바로 마을에 기차역이 생기는 것이다. 기차역은 어림없다는 원칙주의 기관사 아버지 ‘태윤’(이성민)의 반대에도 누나 ‘보경’(이수경)과 마을에 남는 걸 고집하며 왕복 5시간 통학길을 오가는 ‘준경’. 그의 엉뚱함 속 비범함을 단번에 알아본 자칭 뮤즈 ‘라희’(임윤아)와 함께 설득력 있는 편지쓰기를 위한 맞춤법 수업, 유명세를 얻기 위한 장학퀴즈 테스트, 대통령배 수학경시대회 응시까지! 오로지 기차역을 짓기 위한 ‘준경’만의 노력은 계속되는데...! 포기란 없다 기차가 서는 그날까지!'
    , 583, '/img/db_movie/m109.jpg');

insert into movie (division, title, reservation_rate, release_date, summary, like_num, img_src) 
    values ('film', '파리, 13구', 0, '2022-05-12',
    '화려함 속에 가려진 외로운 도시, 파리 13구. 낭만을 잃었다 생각한 그 곳에서 불현듯 사랑을 만났다. 사랑을 원하는 에밀리 사랑이 두려운 노라 사랑이 값비싼 앰버 스위트 사랑을 몰랐던 카미유 흔들리고 불안했던 그 사랑이, 우리는 전부라 생각했다. 여전히 사랑을 믿는 도시 <파리, 13구>'
    , 56, '/img/db_movie/m201.jpg');
insert into movie (division, title, reservation_rate, release_date, summary, like_num, img_src) 
    values ('film', '고양이들의 아파트', 0, '2022-03-17',
    '서울 동쪽 끝, 거대한 아파트 단지. 그곳은 오래도록 고양이들과 사람들이 함께 마음껏 뛰놀고 사랑과 기쁨을 주었던 모두의 천국이었다. 하지만 재건축을 앞두고 곧 철거될 이곳을 떠나려 하지 않는 고양이들을 걱정하는 사람들이 있다 "물어보고 싶어요. 여기 계속 살고 싶냐고" 고양이들과 사람들의 행복한 작별을 위한 아름다운 분투가 시작된다!'
    , 158, '/img/db_movie/m202.jpg');
insert into movie (division, title, reservation_rate, release_date, summary, like_num, img_src) 
    values ('film', '쓰리: 아직 끝나지 않았다', 0, '2022-04-21',
    '"누군가는 이 세상을 깨끗이 만들어야 하지. 그러는 너의 세계는 어떤데?” 1979년 소비에이트연방 카자흐스탄. 최고의 수사팀에 합류하게 된 패기 넘치는 신입 수사관 NULL셰르NULL는 마을을 뒤흔든 연쇄 살인마의 뒤를 쫓는다. 살인마와의 교묘한 심리전 속에 사건의 실마리가 점점 드러나고 새로운 사건의 혼란한 틈에 ‘셰르’의 누나 ‘디나’가 갑자기 사라지게 되는데…'
    , 34, '/img/db_movie/m203.jpg');
insert into movie (division, title, reservation_rate, release_date, summary, like_num, img_src) 
    values ('film', '위대한 계약: 파주, 책, 도시', 0, '2022-04-21',
    '책을 만들면 구속되던 시절 책의 유토피아를 꿈꾸는 이들이 있었다 이들의 꿈에 새로운 도시를 희망한 건축가들이 동참했다 위험한 계약이라 불리던 ‘위대한 계약’ 그리고 세계 어디에도 없던 도시의 탄생! 책과 영상과 예술의 문화 허브에서 새로운 미래를 펼치다!'
    , 39, '/img/db_movie/m204.jpg');
insert into movie (division, title, reservation_rate, release_date, summary, like_num, img_src) 
    values ('film', '허셸프', 0, '2022-05-12',
    '자신을 학대하던 남편과 이혼하고 홀로 어린 두 딸을 키우는 싱글맘 산드라. 임시 거처에 머물며 새로운 보금자리를 찾기 위해 노력하지만 집도 일도 구하기란 쉽지 않다. 이에 굴하지 않고 적은 비용으로 아이들과 함께 살 새로운 집을 짓기로 결심한다. 한편, 남편은 아이들의 양육권을 뺏기 위해 그녀를 고소하고 공무원들마저 그녀를 방해하기 시작하는데… 세상의 냉혹한 현실 속에서 아이들을 지키기 위한 행복한 집 짓기가 시작된다.'
    , 15, '/img/db_movie/m205.jpg');
insert into movie (division, title, reservation_rate, release_date, summary, like_num, img_src) 
    values ('film', '허황옥 3일, 잃업러니 2천 년의 기억', 0, '2022-05-12',
    '역사학계가 2천 년 전 ‘인도 공주 허황옥’의 결혼 항해를 신화나 설화로 간주하면서 김해 김씨와 허씨 등 800여만 명의 후손들은 늘 뿌리가 흔들렸고, 가야사는 물론 가야불교의 시작도 수백 년 뒤로 밀려나 버렸다. 이 영화는 아직 한 번도 시도해 보지 않았던 삼국유사 ‘인도공주 허황옥’의 3일간 신혼길 기록을 과학적인 방법으로 추적해 나가며 누구도 예측하지 못한 독특한 역사적 실체를 도출한다.'
    , 0, '/img/db_movie/m206.jpg');
insert into movie (division, title, reservation_rate, release_date, summary, like_num, img_src) 
    values ('classic', '[볼쇼이 발레 인 시네마] 파라오의 딸', 0, '2022-06-04',
    '[상영정보] -  상영일 : 2022년 6월 4일&6일 -  러닝타임 : 170분 (인터미션 있음) [시놉시스] 이집트를 여행하던 중, NULL윌슨NULL경은 모래폭풍을 만나게 되고 이집트의 가장 강력한 파라오의 딸인 ‘아스피시아’가 묻혀 있는 가까운 피라미드로 피신하게 된다. 아편 연기가 스며 들어 잠이 들 때, ‘아스피시아’는 살아나고 그녀를 향한 NULL윌슨NULL경의 열정은 그를 환상적인 여정으로 데려가는데… [작품 정보] 프랑스 안무가 피에르 라코트는 20여 년 전 볼쇼이 발레단만을 위해 잊혀졌던 걸작인 마리우스 프티파의 파라오의 딸을 훌륭하게 부활시켰다. 이국적인 배경, 화려한 춤, 그리고 볼쇼이 극단 전원을 위해 안무를 연출한 장면들이 포함된 이집트 배경의 이 놀라운 작품은 볼쇼이 레퍼토리 중 가장 주목할 만한 작품 중 하나이다. 수입/배급 : (주)위즈온센'
    , 254, '/img/db_movie/m207.jpg')

insert into movie (division, title, release_date, summary, img_src)
    values (NULL, '올리 마키의 가장 행복한 날', '2022-07-04',
    '평범한 제빵사에서 권투 영웅으로 떠오른 ‘올리’ 전 국민이 고대하는 세계 챔피언십을 앞두고 심각한 문제가 생겼다. “코치님, 솔직하게 말해도 돼요?” “말해봐” “저 사랑에 빠졌어요” “왜 하필… 지금!!”'
    , '/img/db_movie/m301.jpg')
insert into movie (division, title, release_date, summary, img_src)
    values (NULL, '괴물, 유령, 자유인', '2022-07-15',
    '성심과 은수는 동성연인이다. 사회에서는 결코 인정하지 않기에 결국 서로에 대한 믿음은 깨지고 사랑은 실패하게 된다. 성심은 삶에 대한 믿음을 잃으며 헤매이고, 은수는 매일 밤 악몽에 시달린다. 한편 배우인 성철은 한 극단에서 스피노자를 연기하게 되면서 유대인 공동체에선 이단자로, 기독교도 사이에서는 무신론자로 낙인찍혀 이중으로 추방당한 스피노자의 삶을 직접 체험하게 되지만, 그 어디에서도 그의 삶에서 해답을 찾을 순 없다. 그들을 짓누르는 것은 무엇일까? 이 시대 진정한 자유의 길은 과연 있기는 한 것일까? 괴물들과 유령들은 자유로워질 수 있을까?'
    , '/img/db_movie/m302.jpg')
insert into movie (division, title, release_date, summary, img_src)
    values (NULL, '브로커', '2022-07-15',
    '세탁소를 운영하지만 늘 빚에 시달리는 ‘상현’(송강호)과 베이비 박스 시설에서 일하는 보육원 출신의 ‘동수’(강동원). 거센 비가 내리는 어느 날 밤, 그들은 베이비 박스에 놓인 한 아기를 몰래 데려간다. 하지만 이튿날, 생각지 못하게 엄마 ‘소영’(이지은)이 아기 ‘우성’을 찾으러 돌아온다. 아기가 사라진 것을 안 소영이 경찰에 신고하려 하자 솔직하게 털어놓는 두 사람. 우성이를 잘 키울 적임자를 찾아 주기 위해서 그랬다는 변명이 기가 막히지만 소영은 우성이의 새 부모를 찾는 여정에 상현, 동수와 함께하기로 한다. 한편 이 모든 과정을 지켜본 형사 ‘수진’(배두나)과 후배 ‘이형사’(이주영). 이들을 현행범으로 잡고 반 년째 이어온 수사를 마무리하기 위해 조용히 뒤를 쫓는다. 베이비 박스, 그곳에서 의도치 않게 만난 이들의 예기치 못한 특별한 여정이 시작된다.'
    , '/img/db_movie/m303.jpg')
insert into movie (division, title, release_date, summary, img_src)
    values (NULL, '윤시내가 사라졌다', '2022-07-15',
    '영원한 디바 ''윤시내''가 고별 콘서트를 앞두고 사라졌다?! 전설적인 가수의 실종으로 대한민국이 떠들썩한 가운데, 20년 간 이미테이션 가수 ''연시내''로 활동해온 순이(오민애)는 ‘윤시내’와 함께할 뻔한 꿈의 무대도, 일자리도 잃어 좌절에 빠진다. 한편, 사람들의 관심이 고픈 유튜버 ‘짱하’(이주영)는 라이브 방송 중 우연히 찍힌 엄마 ‘연시내’ 영상의 조회수가 떡상하자 대박 콘텐츠를 꿈꾸며 ‘윤시내’를 찾는 여정에 따라 나서는데… 동료 가수 ‘운시내’(노재원)와 함께 가시내, 윤신애, 윤사내까지 모두 만나며 사라진 ‘윤시내’의 행방을 수소문하기 시작한 동상이몽 두 모녀는 과연 ‘진짜’를 만날 수 있을까?'
    , '/img/db_movie/m304.jpg')
insert into movie (division, title, release_date, summary, img_src)
    values (NULL, '이공삼칠', '2022-07-15',
    '“가장 어두운 곳에서 발견한 가장 빛나는 만남” 열아홉 윤영은 엄마와 단 둘이 살며 아르바이트를 하면서 검정고시를 준비한다. 친구들처럼 학교에 가고 싶기도 하지만, 얼른 공무원 시험에 합격해 공장에서 일하는 청각 장애가 있는 엄마를 편하게 해드리고 싶은 마음뿐. 착한 마음과 성실한 의지와는 상관없이 뜻밖의 사고는 윤영을 피해자에서 살인자로 돌변시켜 교도소에 몰아넣고 ‘윤영’이라는 이름대신 ‘이.공.삼.칠.’이라는 수감번호로 불리게 만든다. 더 이상 절망적일 수 없는 상황에서 저마다의 사연을 가진 10호실 동료들은 윤영을 지켜주기 위해 희망의 손길을 내미는데… 반드시 돌려줄게 너의 이름을!'
    , '/img/db_movie/m305.jpg')
insert into movie (division, title, release_date, summary, img_src)
    values (NULL, '베르네 부인의 장미정원', '2022-07-15',
    '인생의 아름다움이 피어나는 곳, 베르네 부인의 장미정원입니다 프랑스 최고의 원예사 에브 베르네는 대를 이어 장미정원을 운영해오고 있다. 하지만 장미를 공산품 취급하는 사업가 라마르젤에 밀려 명성과 고객은 물론, 자신의 정원까지 모두 빼앗길 위기에 처한다. 신입 원예사를 뽑아 정원을 지키려 하지만 경력도 지식도 없는 초짜 직원들은 문제를 일으키기만 하는데... 과연 에브와 원예 초보 신입들은 정원을 구해낼 수 있을까?'
    , '/img/db_movie/m306.jpg')
insert into movie (division, title, release_date, summary, img_src)
    values (NULL, '마녀(魔女) Part2. The Other One', '2022-07-16',
    '통제불능의 존재가 세상 밖으로 나왔다! ‘자윤’이 사라진 뒤, 정체불명의 집단의 무차별 습격으로 마녀 프로젝트가 진행되고 있는 ‘아크’가 초토화된다. 그곳에서 홀로 살아남은 ‘소녀’는 생애 처음 세상 밖으로 발을 내딛고 우연히 만난 ‘경희’의 도움으로 농장에서 지내며 따뜻한 일상에 적응해간다. 한편, ‘소녀’가 망실되자 행방을 쫓는 책임자 ‘장’과 마녀 프로젝트의 창시자 ‘백총괄’의 지령을 받고 제거에 나선 본사 요원 ‘조현’, ‘경희’의 농장 소유권을 노리는 조직의 보스 ‘용두’와 상해에서 온 의문의 4인방까지 각기 다른 목적을 지닌 세력이 하나 둘 모여들기 시작하면서 ‘소녀’ 안에 숨겨진 본성이 깨어나는데… 모든 것의 시작, 더욱 거대하고 강력해진 마녀가 온다.'
    , '/img/db_movie/m307.jpg')
insert into movie (division, title, release_date, summary, img_src)
    values (NULL, '실종', '2022-07-16',
    '아빠가 사라진 그곳에 그 놈이 나타났다! 수배 중인 연쇄살인마를 목격한 후 포상금을 탈 생각에 들떠있던 아빠 ‘사토시’ 어느 날, 아무런 흔적도 없이 사라져버린다. 딸 ‘카에데’는 유일한 가족인 아빠를 찾아 나서고, 아빠의 일터에서 아빠의 이름을 쓰고 있는 한 남자를 발견한다. 그리고 그가 바로 아빠가 사라지기 전 목격한 연쇄살인마라는 사실을 알게 되고 그를 쫓기 시작하는데…'
    , '/img/db_movie/m308.jpg')
insert into movie (division, title, release_date, summary, img_src)
    values (NULL, '경아의 딸', '2022-07-16',
    '홀로 살아가는 경아에게 힘이 되어주는 유일한 존재인 딸 연수는 독립한 뒤로 얼굴조차 보기 어렵다. 그러던 어느 날, 헤어진 남자친구가 유출한 동영상 하나에 연수의 평범한 일상이 무너져버리고 이 사건은 잔잔했던 모녀의 삶에 걷잡을 수 없는 파동을 일으키는데… “엄마 탓 아니야. 내 탓도 아니고”'
    , '/img/db_movie/m309.jpg')
insert into movie (division, title, release_date, summary, img_src)
    values (NULL, '그대라는 기억 연숙씨', '2022-07-16',
    '세상의 모든 기억이 사라져도, 당신만은 잊지 않아.. 알츠하이머 치매라는 진단을 받고 차츰 병이 악화되는 아내 연숙씨, 기억은 사라지고 말을 잊기 시작했으며 음식을 먹으면 씹어야 한다는 사실조차 잊혀진 그녀의 시간은 거꾸로 흘러가고 있다. 그녀의 곁을 지킨 사람은 남편 규홍씨, 모든 걸 다 잊어도 유일하게 아내가 기억하는 사람은 남편뿐. 하루를 온전히 아내를 위해 보내는 남편은 어느 날 시한부 선고를 받는다. 13년을 자신보다 아내가 먼저였던 남편. 아내는 기억을 잃어가고, 남편은 기운을 잃어간다. 하나뿐인 딸은, 충격으로 아버지의 상태가 급격히 나빠질까 고민한다. 이 사실을 어떻게 전해야 할까? 자신이 암이라는 사실을 알게 된다면 남편은 어떤 결정을 내리게 될까?'
    , '/img/db_movie/m310.jpg');
insert into movie (division, title, release_date, summary, img_src)
    values (NULL, '아부쟁이', '2022-06-26',
    '일진 생활 6년, 오늘부턴 아부만이 살 길! 고3 평균 나이 26.5세 전국구 조폭들이 졸업장을 위해 모여드는 풍랑고. 의기양양하게 등교한 전직 일진 전학생 ‘박건’은 레벨이 다른 약육강식의 현실에 무릎 꿇고 큰 형님 ‘태산’을 보필하는 ‘아부쟁이’가 되기로 결심하는데… 약.육.강.식 먹이사슬 최하위! 약자 오브 약자의 극한 생존기가 시작된다'
    , '/img/db_movie/m311.jpg');
insert into movie (division, title, release_date, summary, img_src)
    values (NULL, '2022 빈 필하모닉 여름음악회', '2022-06-26',
    '스크린으로 만나는 한여름 밤 클래식 음악 콘서트! 2022 빈 필하모닉 여름음악회 [상영정보] - 상영일시 : 2022년 6월 17일(금) 20:00 *딜레이중계 - 현지공연 : 2022년 6월 16일(목) - 공연시간 : 약 110분 (인터미션 없음) - 예매오픈 : 2022년 5월 19일(목) 15:00 *** 본 상영은 위성 중계 상영작으로, 음향 및 화질이 고르지 못할 수 있으며 자막이 제공되지 않습니다. *** 현지 공연 사정 및 중계 상황에 따라 프로그램 및 러닝타임이 변경될 수 있습니다. [공연 정보] - 장소: 오스트리아, 빈 쉔부른 궁전 정원 Gardens of the Schönbrunn Palace, Vienna - 오케스트라: 빈 필하모닉 Vienna Philharmonic - 지휘: 안드리스 넬슨스 Andris Nelsons - 첼로: 고티에 카퓌송 Gautier Capuçon'' [공연 소개] 빈 쉔부른 궁전에서 펼쳐지는 아름다운 한여름 밤의 콘서트! 여름의 시작을 알리는 빈 필하모닉 여름음악회가 한여름 밤 별빛 아래에서 아름다운 클래식 선율을 선사한다. 공연이 열리는 쉔부른 궁전은 유네스코 세계문화유산에 등재된 곳으로, 바로크 양식의 궁전과 이를 둘러싼 정원이 빈 필하모닉의 음악을 더욱 빛낸다. 올해 주제는 ‘유럽의 공통 유산’으로, 다양한 색채와 유서 깊은 전통을 지닌 유럽 작곡가들의 음악으로 구성되어있다. 특별히 현대 라트비아 작곡가 아르투르스 마스카치와 우크라이나 작곡가 미콜라 리센코의 작품이 최초로 공연된다. 이번 여름음악회는 세계 무대에서 활동하는 지휘자 안드리스 넬슨스와 첼로계의 빛나는 별 고티에 카퓌송이 만나 다채로운 유럽 음악을 들려줄 예정이다. 지휘자 안드리스 넬슨스 Andris Nelsons 라트비아의 음악가 집안에서 태어난 안드리스 넬슨스는 어린 시절부터 피아노, 트럼펫, 성악 등 다방면으로 음악을 배웠다. 이후 라트비아 국립 오페라 오케스트라의 트럼펫 연주자로 활동하며 지휘를 함께 공부하였고, 2002년에 세계적인 지휘자 마리스 얀손스의 수제자가 되었다. 오늘날 그는 미국과 유럽을 대표하는 가장 유명하고 혁신적인 지휘자로 자리 잡았다. 현재 보스턴 심포니 오케스트라의 음악 감독이자, 라이프치히 게반트하우스 오케스트라의 카펠마이스터를 맡고 있다. 치밀한 준비성과 리더십을 가진 그는 두 오케스트라를 함께 이끌고 있으며, 2019년 그래미 최우수 오케스트라 퍼포먼스상을 수상하였다. 2020년 빈 필하모닉 신년음악회를 이끌었던 넬슨스는 이번 여름음악회에서 다시 빈 필하모닉과 만난다. 첼리스트 고티에 카퓌송 Gautier Capuçon 독주자로 무대에 오르는 고티에 카퓌송은 세계에서 가장 인기 있는 첼리스트이다. 4살 때부터 첼로를 배우기 시작한 그는 2001년  프랑스의 첼로 거장 필립 뮬러에게서 가르침을 받았다. 이후 프랑스의 권위 있는 음악상인 ‘음악의 승리’에서 신인상을 받으며 차세대 음악인으로 주목받게 된다. 매년 세계 각국에서 130회 이상의 공연을 하는 동시에, 자신의 재단을 설립하여 젊고 재능있는 음악가들을 지원하는 데 힘쓰고 있다. 최근 앨범에서 30주 이상 차트 1위를 기록한 카퓌송은 정교하면서도 품위 있는 연주가 특징이다. 올해 여름음악회에서 생상스의 첼로 협주곡 연주로 그의 풍부한 표현력과 기교를 보여줄 예정이다. [프로그램] 루트비히 판 베토벤, 레오노레 서곡 3번 Ludwig van Beethoven, Leonore Overture No. 3, Op. 72 미콜라 리센코, 이별의 왈츠 Mykola Lysenko, Farewell. Waltz in C minor (Arrangement: Olexii Bazhenov) 아르투르스 마스카츠, 교향악단'
    , '/img/db_movie/m312.jpg');
insert into movie (division, title, release_date, summary, img_src)
    values (NULL, '탑건: 매버릭', '2022-06-26',
    '한순간의 실수도 용납되지 않는 하늘 위, 가장 압도적인 비행이 시작된다! 최고의 파일럿이자 전설적인 인물 매버릭(톰 크루즈)은 자신이 졸업한 훈련학교 교관으로 발탁된다. 그의 명성을 모르던 팀원들은 매버릭의 지시를 무시하지만 실전을 방불케 하는 상공 훈련에서 눈으로 봐도 믿기 힘든 전설적인 조종 실력에 모두가 압도된다. 매버릭의 지휘 아래 견고한 팀워크를 쌓아가던 팀원들에게 국경을 뛰어넘는 위험한 임무가 주어지자 매버릭은 자신이 가르친 동료들과 함께 마지막이 될지 모를 하늘 위 비행에 나서는데…'
    , '/img/db_movie/m313.jpg');
insert into movie (division, title, release_date, summary, img_src)
    values (NULL, '극장판 윌벤져스 : 수상한 캠핑 대소동', '2022-06-26',
    '사고뭉치 초보 히어로 ‘윌벤져스’의 여름방학 특급 대작전! 동물들과의 대화는 물론, 공룡 젤리를 먹고 엄청난 초능력을 발휘하는 ‘윌리엄’과 ‘벤틀리’는 슈퍼 히어로가 되고 싶은 사고뭉치 히어로 꿈나무들. 어느 날, 샘 아빠와 함께 즐거운 캠핑 여행을 떠난 ‘윌벤져스’는 놀이터에서 신비로운 능력을 가진 여우 소녀 ‘미호’를 만나 친구가 된다 깊은 숲속 신비한 여우굴로 향한 ‘윌벤져스’는 ‘미호’의 놀라운 비밀을 알게 되고, ‘미호’ 가족을 노리는 사냥꾼들의 습격으로 모두가 큰 위험에 빠지고 마는데… 과연 ‘윌벤져스’는 아빠와 친구를 구하고, 무사히 캠핑을 마칠 수 있을까?!'
    , '/img/db_movie/m314.jpg');
insert into movie (division, title, release_date, summary, img_src)
    values (NULL, '니얼굴', '2022-06-28',
    '어느 뜨거운 여름, 집에서 뜨개질만 하던 은혜씨가 양평 문호리리버마켓의 인기 셀러로 거듭난다 “예쁘게 그려주세요” “원래 예쁜데요 뭘~” 예쁜 얼굴도 안예쁘게 그려주는 은혜씨 앞에 4천 명의 사람들이 환하게 웃음 짓는다'
    , '/img/db_movie/m315.jpg');
insert into movie (division, title, release_date, summary, img_src)
    values (NULL, '2022 베를린 필하모닉 발트뷔네 콘서트', '2022-06-28',
    '스크린으로 만나는 세계의 음악회! 2022 베를린 필하모닉 발트뷔네 콘서트 [상영정보] - 상영일시 : 2022년 6월 26일(일) 19:00 *딜레이 중계 - 현지공연 : 2022년 6월 25일 - 예매오픈 : 2022년 5월 30일(월) 15:00 *** 본 상영은 위성 중계 상영작으로, 음향 및 화질이 고르지 못할 수 있으며 자막이 제공되지 않습니다. *** 현지 공연 사정 및 중계 상황에 따라 프로그램 및 러닝타임이 변경될 수 있습니다. [공연 정보] - 장소: 독일 베를린 발트뷔네 야외원형극장 Berlin Waldbühne - 지휘: 키릴 페트렌코 Kirill Petrenko - 연주: 베를린 필하모닉 오케스트라 Berliner Philharmoniker - 피아노: 다닐 트리포노프 Daniil Trifonov [공연 소개] ''숲의 무대''라는 의미를 가진 베를린의 발트뷔네는 유럽에서 가장 매혹적인 야외 원형극장 중 하나이다. 매년 베를린 필하모닉의 여름콘서트가 개최되는 곳으로 전통적으로 한 시즌을 마무리하는 공연인 만큼 최고의 프로그램으로 구성된다. 올해는 러시아 작곡가들의 작품으로 발트뷔네를 강렬한 러시아 색채로 물들인다. 러시아 민담의 마녀를 소재로 한 교향시 “키키모라”로 시작하여라흐마니노프의 대표작 “피아노 협주곡 2번”을 스타 피아니스트 다닐 트리포노프 연주로 만나본다. 그리고 햇병아리들의 발레부터 마녀의 오두막까지 묘사한 다채로운 관현악 모음곡 “전람회의 그림”이 연주될 예정이다. 베를린 필하모닉의 12대 상임지휘자 키릴 페트렌코는 세세한 음까지 조정하는 완벽주의자로 극찬받는다. 지휘자 키릴 페트렌코 Kirill Petrenko 러시아 태생의 키릴 페트렌코는 피아니스트로 먼저데뷔하여 빈 음대에서 지휘를 공부해 본격적으로 지휘자로서 경력을 쌓았다. 런던 로열 오페라, 뉴욕 메트로폴리탄 오페라, 뮌헨의 바이에른 국립 오페라와 같이 세계 여러 무대에서 활동하였으며, 2019년 8월 베를린 필하모닉의 12대 상임지휘자로 취임하였다. 그는 작품의 전체 구조는 물론 세부적 표현도 놓치지 않는 완벽함으로 대중과 평론가들을 사로잡는다. 베를린 필하모닉 오케스트라 Berliner Philharmoniker 빈 필하모닉, 뉴욕 필하모닉과 함께 ‘세계 3대 교향악단’에 속하는 베를린 필하모닉 오케스트라는 1882년 창단된 이래 세계 클래식 관현악단 중 최고로 평가 받고 있다. 초대 지휘자인 한스 폰 뷜로 이후 니키쉬, 푸르트 뱅글러, 클라우디오 아바도 등의 거장들이 상임 지휘자로 있었으며, 특히 종신 상임 지휘자였던 헤르베르트 폰 카라얀은 34년간 베를린 필하모닉을 이끌었다. 베를린 필하모닉의 연주는 정교하고 강렬하며, 풍부하면서도 폭발적인 면모를 보여준다. 피아니스트 다닐 트리포노프 Daniil Trifonov “의심할 여지없이 이 시대의 가장 놀라운 피아니스트”로 주목 받은 러시아의 피아니스트 다닐 트리포노프는 다섯 살 때부터 피아노를 배웠으며, 2011년 차이코프스키 국제 콩쿠르에서 우승, 2016년 쇼팽 국제 콩쿠르에서 3위로 입상해 이름을 알렸다. 그리고 같은 해에 라흐마니노프의 피아노 협주곡 3번으로 베를린 필하모닉과 처음 협연하였다. 특히 그가 2018년에 발매한 앨범에 담긴 라흐마니노프의 피아노 협주곡 2번을 이번 발트뷔네 콘서트에서 선보일 예정으로 기대를 모으고 있다. [프로그램] 아나톨리 리아도프      키키모라 Op. 63 Anatoly Lyadov         Kikimora, Op. 63 세르게이 라흐마니노프  피아노 협주곡 2번 Sergei Rachmaninov     Concerto for Piano and Orchestra No. 2 in C minor, Op. 18 모데'
    , '/img/db_movie/m316.jpg');
    
insert into (division, title, reservation_rate, release_date, summary, img_src) values ('classic', '[오페라] 리골레토 @The Met', 1.1, '2022-06-20', '베르디 히트작의 과감하고 강렬한 재해석. 1920년대 유럽을 재현한 아름다운 의상과 무대로 시선 강탈! [상영 정보] 상영지점 : 센트럴 / 코엑스 / 목동 / 성수 / 분당 / 킨텍스 상영일정 : 2022년 5월 24일(화) ~ 7월 2일(토) / 화 19:00, 토 10:00 러닝타임 : 174분 *인터미션 없음 [공연정보] 제작년도 : 2022년 1월 29일 작곡 : 베르디 (Verdi) 지휘 : 다니엘레 루스티오니 (Daniele Rustioni) 연출: 바틀렛 셰어 (Bartlett Sher) 출연: 퀸 켈시(리골레토), 로사 페올라(질다), 표트르 베찰라(만토바 공작) 등 Quinn Kelsey (Rigoletto), Rosa Feola (Gilda), Varduhi Abrahamyan (Maddalena) [시놉시스] 토니상 수상자인 연출가 바틀렛 셰어는 베르디의 영원한 명작 비극인 이 작품을 과감한 시선으로 새롭게 연출했다. 1920년대 유럽을 배경으로 마이클 예건의 아르데코 무대 연출과 캐터린 주버의 의상이 빛을 발한다. 바리톤 퀸 켈시는 메트 무대에 타이틀 롤로는 처음 등판해, 온몸을 던져 고통에 찬 리골레토를 그려낸다. 질다 역은 로사 페올라가 맡았으며 테너 표트르 베찰라가 만토바 공작으로 출연한다. 지휘는 다니엘레 루스티오니가 맡았다.', '/img/db_movie/m317.jpg');